Repository: redelg/videosplitter
Catalog: video splitter/Resources/*.lproj/Localizable.strings
Languages: es

# CameraPermissionAlertTitle
source: Camera Permission
es: Permiso de Cámara

# CameraPermissionAlertContent
source: Camera access is needed in order to record videos for splitting.
es: Se necesita acceso a la cámara para grabar los videos que se van a dividir.

# PhotoPermissionAlertTitle
source: Camera Roll Permission
es: Permisos de Galería

# PhotoPermissionAlertContent
source: Camera Roll access is needed in order to save resulting videos.
es: Se necesita acceso a la galería de fotos para guardar los videos divididos.

source: Record video
es: Grabar video

source: Pick from gallery
es: Escoger de la galería

source: Video too short
es: Video demasiado corto

# VideoMinLength
source: The selected video must be at least 5 seconds length.
es: El video seleccionado debe tener al menos 5 segundos de duración.

source: Split Video
es: Dividir Video

# SplitSave
source: Split and Save Clips
es: Dividir y Guardar Videos

# Amount Parts %lf
source: Clip length: %.0f seconds
es: Duración: %.0lf segundos

# Amount Clips %lld
source: Your video will be splitted in %lld clips
es: El video será dividido en %lld partes

source: Camera
es: Cámara

# CameraCaption
source: Record a video to be splitted in parts
es: Graba un video y compártelo dividido en partes

source: Gallery
es: Galería

# GalleryCaption
source: Split a video stored in your device gallery
es: Divida un video almacenado en la galería de su dispositivo

source: Settings
es: Configuración

# SettingsCaption
source: Configure the application and obtain more benefits
es: Configura la aplicación y disfruta de más beneficios

# AppTitle
source: Video Splitter
es: Divisor de Video

# SelectVideo
source: Select a video you want to split
es: Selecciona un video para empezar

# Splitting
source: Splitting Video
es: Dividiendo Video

# Saving
source: Saving Videos
es: Guardando Videos

source: Save All
es: Guardar Todo

source: Share All
es: Compartir Todo

source: Share
es: Compartir

# SaveAllSuccess
source: All clips were saved in your gallery
es: Los videos fueron guardados en tu galería

# SaveAllError
source: An error ocurred while saving splitted clips
es: Ocurrió un error al guardar los videos en tu galería

# SharePart %lld
source: Share (%lld)
es: Compartir (%lld)

# SuccessVideoSplitted %lld
source: Your video habe been successfully splitted in %lld clips.
es: El video ha sido dividido exitosamente en %lld partes.

source: Premium Version
es: Versión Premium

source: More Apps
es: Nuestras Apps

source: Privacy Policy
es: Política de Privacidad

source: Version %@
es: Versión %@

# RemoveAdsTitle
source: Remove ads
es: Quitar publicidad

# RemoveAdsCaption
source: No more ads. Browse the app without distractions.
es: No más anuncios. Navega tranquilamente en la aplicación sin distracciones.

# ShareAtOnceTitle
source: Share all videos
es: Compartir todo los videos

# ShareAtOnceCaption
source: Share all your splitted clips at once.
es: Comparte todas las partes divididas del video a la vez.

# SaveAtOnceTitle
source: Save all videos
es: Guardar todo los videos

# SaveAtOnceCaption
source: Save all your splitted clips at once.
es: Guarda todas las partes divididas del video a la vez.

# SinglePaymentTitle
source: Single payment
es: Un solo pago

# SinglePaymentCaption
source: Be premium forever by paying only once. No annoying subscriptions.
es: Sé premium para siempre pagando una sola vez. Sin molestas subscripciones.

source: Get Pro
es: Obtener Pro

source: Buy %@
es: Comprar %@

source: Purchased
es: Adquirido

# Restore
source: Restore Purchase
es: Restaurar Compra

source: Purchasing
es: Cargando
